Repository: SergeyOnline/SwiftyProtein
Catalog: SwiftyProtein/SwiftyProtein/*.lproj/Localizable.strings
Languages: ru

# accessTitle
source: Access to the Face ID is denied
ru: Доступ к Face ID запрещен

# accessMessage
source: Please allow access in the application settings
ru: Пожалуйста разрешите доступ в настройках приложения

# settingsButton
source: Settings
ru: Настройки

# cancelButton
source: Cancel
ru: Отмена

source: Ligands
ru: Лиганды

source: search
ru: поиск

# errorNotFoundLigand
source: Ligand not found
ru: Лиганд не найден

# name
source: name_en
ru: name_ru

# weight
source: Atomic weight
ru: Атомарная масса

# number
source: Atomic number
ru: Порядковый номер

# shell
source: Electron Shell Configuration
ru: Распределение электронов

# errorLoadingAtomStructures
source: Failed to load information about the structure of the atom
ru: Неудалось загрузить информацию о структуре атома

# errorTitleLigandDataNotFound
source: Ligand data not found
ru: Данные лиганда не найдены

# errorMessageLigandDataNotFound
source: Data missing or incomplete. Try looking for something else (сheck your network connection)
ru: Данные отсутствуют или неполны. Попробуйте поискать что-нибудь еще (проверьте подключение к сети)

# accessPhotoTitle
source: Access to the "Photo" is denied
ru: Доступ к "Фото" запрещен

# accessPhotoMessage
source: Please allow access in the application settings
ru: Пожалуйста разрешите доступ в настройках приложения
